[{"id":1,"title":"Sony Playstation Network Card","offer":"Avail upto 50 AED off on all products.","details":"Your Ultimate Entertainment Code.Download the latest games and add ons, watch movies, listen to music, and more.Avail upto 50 AED off on all products.","img":"sonyplaystation_1.png"},{"id":2,"title":"Yankee Candle Gift Card","offer":"Avail upto 100 AED off on all purchases.","details":"America’s best loved candle, at the heart of every season. Avail upto 100 AED off on all purchases.","img":"yc_card_art_1_1_1.png"},{"id":3,"title":"JCPenney Gift Card","offer":"Avail upto 50 AED off on all purchases.","details":"JCPenney offers a wide array of brands at smart prices including family apparel, home furnishings, fine jewelry, footwear, accessories and beauty products and services. Avail upto 50 AED off on all purchases.","img":"jcpenney_1_1_1.jpg"},{"id":4,"title":"HopCat Gift Card","offer":"Avail upto 125 AED off on all bills.","details":"Award-winning craft beer bar plus great food, including Crack Fries. Avail upto 125 AED off on all bills.","img":"hopcat_xxlweb_1_1_1.png"},{"id":5,"title":"California Pizza Kitchen Gift Card","offer":"Avail upto 30 AED off on all eateries.","details":"California Pizza Kitchen features an imaginative line of hearth-baked pizzas including the Original BBQ Chicken pizza, and a broad selection of distinctive pastas, salads, soups, sandwiches and desserts. Offering Dine-In, Take-Out, Catering and an Award-Winning CPKids Menu. Avail upto 30 AED off on all eateries.","img":"californiapizza_3.png"},{"id":6,"title":"P.F. Chang’s Gift Card","offer":"Avail upto 60 AED off on all eateries.","details":"Fresh, contemporary and consistently outstanding are the trademarks of P.F. Chang’s. This high-energy bistro combines traditional Chinese cuisine and American hospitality to create a truly unique dining experience. Enjoy favorites like Chang’s Lettuce Wraps, Mongolian Beef and Banana Spring Rolls. Make your reservation online at pfchangs.com. Avail upto 60 AED off on all eateries.","img":"pfchang_1_1_1.png"},{"id":7,"title":"Winger's Roadhouse Gift Card","offer":"Avail upto 40 AED off on all eateries.","details":"Winger's Roadhouse offers the best in fresh food, fun rock 'n roll atmosphere, and local craft-brewed beer. With locations in Utah, Idaho, Wyoming, Oregon, and Washington, Winger’s eGift Cards are perfect for every food-lover in your life. The menu boasts the highest quality of freshingredients for burgers, sandwiches, salads, and World Famous Wings. Winger’s Original Amazing Sauce has propelled these wings to the top of 'Best of' lists and has kept people asking for more. Grab an eGift Card, come on in, and see what everyone is talking about! Avail upto 40 AED off on all eateries.","img":"wingers_card_xxlweb_1_1_1_1.png"},{"id":8,"title":"Paint Nite Gift Card","offer":"Avail upto 30 AED off on all drinks.","details":"Paint Nite is the perfect cocktail of creativity and conversation. We pair Local Artists with popular bars to bring you a different kind of nite out. Grab your friends, grab a cocktail, and paint your canvas while you paint the town. Avail upto 30 AED off on all drinks.","img":"paint_1_1_1.png"},{"id":9,"title":"Wine.com Gift Card","offer":"Avail upto 100 AED off on all drinks.","details":"Don’t know your Cabernet from your Shiraz? Don’t worry Wine.com has an online cellar of thousands of wines from around theworld and provides in-depth information about wineries and vintages to helpyou select just the right red, white, or rosé(users can even keep track of orders for future reference in a personalized virtual wine cellar). Avail upto 100 AED off on all drinks.","img":"wine.com_card_art_1.jpg"},{"id":10,"title":"Omaha Steaks Gift Card","offer":"Avail upto 25 AED off on all eateries.","details":"Omaha Steaks gift cards can be used to shop online, by phone, mail or fax, as well as at any Omaha Steaks retail location. Omaha Steaks manufactures, markets and distributes a wide variety of premium steaks, red meats and other gourmet foods. These products are custom cut and packaged toserve the needs of our various markets. We are a family business and have been since our founding in 1917. Avail upto 25 AED off on all eateries.","img":"omahasteak.jpg"},{"id":11,"title":"Babin’s Seafood House Restaurant Gift Cards","offer":"Avail upto 200 AED off on all eateries.","details":"Babin’s Seafood House offers you the finest taste of New Orleans, where we deliver a unique brand of hospitality, culture andcooking. South Louisiana customs come alive with authentic recipes, generous helpings, and our Bon Temps hospitality. There is nothing like soul-satisfying New Orleans stylegumbo, blue crabs from the Gulf of Mexico, catfish from the Atchafalaya, oysters shucked to order and whole fish filleted in house. Enjoy quality seafood, steaks,chicken and pasta – all with a New Orleans-style flair – at three Houston area locations. Babin’s offers the largest and most unique variety of Fresh Gulf Coast fish. If you want it any fresher, you are going to have to catch it yourself! www.babinsseafood.com Avail upto 200 AED off on all eateries.","img":"babin_s_gift_card_3.jpg"},{"id":12,"title":"Delta Air Lines Gift Card","offer":"Avail upto 150 AED off on all travels.","details":"Give the gift of travel. Choose to send a Delta eGift Card and prepare for a big thank you. They can be used toward airfare at delta.com, at the airport, through Reservations or by phone with Delta Vacations Avail upto 150 AED off on all travels.","img":"delta_card_2.png"},{"id":13,"title":"Airbnb Gift Card","offer":"Avail upto 300 AED off on all travels.","details":"On Airbnb, you can book unique places to stay from local hosts anywhere in the world. Explore over one million homes in over 34,000 cities, like Paris,  Tokyo, Rio de Janeiro, Sydney, and New York. Find a place that inspires you and  has everything you need—whether it's for your next family vacation, group trip, or romantic  getaway Avail upto 300 AED off on all travels.","img":"abnb_1.png"},{"id":14,"title":"Aerie Gift Card","offer":"Avail upto 40 AED off on all purchases.","details":"The Aerie by American Eagle Outfitters gift card is the perfect way to share the love of bras, undies, swimwear and more with every girl. Aerie collections are currently located in select AE stores and in over 125 stand-alone stores in the U.S. and Canada and at aerie.com. Avail upto 40 AED off on all purchases.","img":"aerie_2_1.jpg"},{"id":15,"title":"NIKE Gift Card","offer":"Avail upto 125 AED off on all purchases.","details":"Give a Nike gift card and you’re giving limitless potential. Because one gift opens an entire world of footwear, apparel and equipment – loved by fans of sport and style alike. Avail upto 125 AED off on all purchases.","img":"nike_xxlweb_1_1_1.png"},{"id":16,"title":"Texas Roadhouse Gift Card","offer":"Avail upto 30 AED off on all eateries.","details":"Texas Roadhouse® opened its doors in 1993. In just 21 years, the company has grown to more than 420+ locations in 49 states. Texas Roadhouse® is famous for its hand-cut steaks, fall-off-the-bone ribs, made-from-scratch sides, and fresh-baked bread. In 2008 Texas Roadhouse was Ranked #42 on the Forbes list of Best Small companies and in 2009 Ranked as the #2 Most Recommended Casual Dining Chain in a study called the Recommendation Index, developed by marketing firms Zocalo Group and MARC Research. In 2012, Texas Roadhouse was named #1 Steakhouse in Nation’s Restaurant News by Consumers’ Pick Survey. In 2013, Texas Roadhouse was named Top 50 Places to work by Glassdoor.Avail upto 30 AED off on all eateries.","img":"texas_roadhouse_card_image_1_1_1.png"},{"id":17,"title":"Red Rock Brewing Gift Card","offer":"Avail upto 80 AED off on all drinks.","details":"High quality craft beer & delicious food since 1994. Avail upto 80 AED off on all drinks.","img":"redrock_xxlweb_1_1_1.png"},{"id":18,"title":"Domino's Pizza Gift Card","offer":"Avail upto 30 AED off on all eateries.","details":"Try Domino’s Artisan™ Pizza, Stuffed Cheesy Bread, Oven Baked Sandwiches, Parmesan Bread Bites, or Chocolate Lava Crunch Cakes. Order at www.dominos.com. Avail upto 30 AED off on all eateries.","img":"brands-dominos_1.png"},{"id":19,"title":"Forever 21 Gift Card","offer":"Avail upto 50 AED off on all purchases.","details":"Forever 21 is the leading retailer of fashion’s latest trends and must-have styles at amazing prices with 500+ locations featuring collections for women, men and plus sizes.Avail upto 50 AED off on all purchases.","img":"forever21_card_xxlwen.png"},{"id":20,"title":"Aeropostale Gift Card Great For Grads!","offer":"100 AED","details":"Aéropostale, Inc. is a mall-based, specialty retailer of casual apparel and accessories, principally targeting 14 to 17 year-old young women and men. The company provides customers with a focused selection of high-quality, active-oriented, fashion and fashion basic merchandise at compelling values. Aéropostale maintains control over its proprietary brands by designing, sourcing, marketing and selling all of its own merchandise. Avail upto 100 AED off on all apparels.","img":"aeropostale_card_xxlweb_6.png"},{"id":21,"title":"Cheesecake Factory Gift Card","offer":"Avail upto 40 AED off on all cakes.","details":"The Cheesecake Factory offers more than 200 menu selections including steaks, pastas, specialty salads, pizzas and fresh fish. Don't forget to save room for one of their more than 50 decadent cheesecakes and desserts. Avail upto 40 AED off on all cakes.","img":"thecheesecakefactory_yellow_xxlweb_3.png"},{"id":22,"title":"Chili's Grill & Bar Gift Card","offer":"Avail upto 30 AED off on all eateries.","details":"Head to Chili’s Grill & Bar for our sizzlin’ service and a taste of our Southwestern favorites like our Grilled Baby Back Ribs, Big Mouth Burgers® or our marinated fajitas. Avail upto 30 AED off on all eateries.","img":"chilis_egift_image_82914_002_.png"},{"id":23,"title":"Cheryl's Cookies Gift Card","offer":"Avail upto 100 AED off on all products.","details":"Enjoy the quality of all the great childhood classics, together with songs and stories for all occasions. Make this a family fun event by getting the whole family together to choose the perfect songs and stories from hundreds of childhood favorites. Avail upto 100 AED off on all products.","img":"1800flowers_2_1_1_1.jpg"},{"id":24,"title":"Burger King Gift Card","offer":"Avail upto 30 AED off on all eateries.","details":"Every day, more than 11 million guests visit BURGER KING® restaurants around the world. And they do so because our restaurants are known for serving high-quality, great-tasting, and affordable food. Founded in 1954, BURGER KING® is the second largest fast food hamburger chain in the world. The original HOME OF THE WHOPPER®, our commitment to premium ingredients, signature recipes, and family-friendly dining experiences is what has defined our brand for more than 50 successful years. Avail upto 30 AED off on all eateries.","img":"bk.jpg"},{"id":25,"title":"Babies\"R\"Us Gift Card","offer":"Avail upto 30 AED off on all products.","details":"Babies\"R\"Us is the ultimate shopping destination for new and expecting parents. With our unparalleled selection of products, they're sure to find the top brands, colors features and styles. They’ll also enjoy services like seminars, a Mother's Room for baby care, Special Orders, free gift wrap - plus the top Baby Registry. Avail upto 30 AED off on all products.","img":"babiesrus_xxlweb_1_1_1.png"},{"id":26,"title":"bebe Gift Card","offer":"Avail upto 200 AED off on all apparels.","details":"bebe is the go-to destination for chic, contemporary fashion. The brand evokes a mindset - an attitude, not an age. It's a true original, always defining fashion's next stride forward. Designed for the confident, sexy, modern woman, bebe is a global label that embodies a sensual, sophisticated lifestyle. Avail upto 200 AED off on all apparels.","img":"bebeegc_1_1_1.png"},{"id":27,"title":"Aladdin's Eatery Gift Card","offer":"Avail upto 30 AED off on all eateries.","details":"Aladdin's Eatery serves freshly prepared, naturally nutritious Lebanese/American meals in a casual, relaxed atmosphere with superior service. Avail upto 30 AED off on all eateries.","img":"aladdinseatery_card_xxlweb_1_1_1.png"},{"id":28,"title":"Southwest Airlines Gift Card","offer":"Avail upto 199 AED off on all travels.","details":"Giving the gift of flight just got easier. Southwest® gift cards are the perfect gift for holidays, birthdays, and other special occasions. Avail upto 199 AED off on all travels.","img":"southwest_1.jpg"},{"id":29,"title":"Lowe's Gift Card","offer":"Avail upto 250 AED off on all products.","details":"Before you click to continue, you should know this isn’t just a gift card. It’s carte blanche for someone to pursue the dreams they have for their home. A wallet-sized dose of inspiration that grants them permission to improve and enhance. Just thought you should know. Now click away. Avail upto 250 AED off on all products.","img":"image001_7.png"},{"id":30,"title":"Apple Music Code","offer":"Avail upto 49 AED off on all music albums.","details":"Get all the music you want with an Apple Music subscription. Listen to millions of songs, curated radio & playlists, recommendations for you, exclusives, and more. Choose from a 3 or 12-month membership to enjoy on your iPhone, iPad, iPod touch, Apple TV, Mac, or PC.  Avail upto 49 AED off on all music albums.","img":"12_apple_card.jpg"}]